Repository: guitaripod/embr
Catalog: Embr/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Embr is designed to collect as little data as possible. The developer does not operate any advertising or analytics tracking, and does not sell or share your data. What stays on your device Your settings, watch history, list of channels, and blocked or hidden users are stored only on your device. Diagnostic logs are written to the app's private storage and never leave your device unless you explicitly choose to share them. Sign in with Twitch If you choose to sign in, authentication happens through Twitch's official OAuth flow. Your Twitch access token is stored in the device Keychain and is sent only to Twitch's own APIs (via a thin proxy that keeps no copy of it) to load chat and your follows. You can log out at any time, which removes the token from your device. Reports When you report or block a chat message or user, the message, its author, and your selected reason are sent to the developer so the report can be reviewed and acted on. These reports do not include your identity. Twitch Video and chat come from Twitch. Twitch's own privacy policy governs the data Twitch collects when its embedded player and services are used. Contact Questions about privacy: %@
de: Embr ist so gebaut, dass so wenig Daten wie möglich erfasst werden. Der Entwickler betreibt kein Werbe- oder Analyse-Tracking und verkauft oder teilt deine Daten nicht. Was auf deinem Gerät bleibt Deine Einstellungen, dein Wiedergabeverlauf, deine Kanalliste und blockierte oder ausgeblendete Nutzer werden ausschließlich auf deinem Gerät gespeichert. Diagnoseprotokolle werden in den privaten Speicher der App geschrieben und verlassen dein Gerät nur, wenn du sie ausdrücklich teilst. Anmeldung mit Twitch Wenn du dich anmeldest, erfolgt die Authentifizierung über den offiziellen OAuth-Ablauf von Twitch. Dein Twitch-Zugriffstoken wird im Schlüsselbund des Geräts gespeichert und ausschließlich an die APIs von Twitch gesendet (über einen schlanken Proxy, der keine Kopie davon behält), um den Chat und deine Follows zu laden. Du kannst dich jederzeit abmelden; dabei wird das Token von deinem Gerät entfernt. Meldungen Wenn du eine Chat-Nachricht oder einen Nutzer meldest oder blockierst, werden die Nachricht, ihr Autor und der von dir gewählte Grund an den Entwickler gesendet, damit die Meldung geprüft und bearbeitet werden kann. Diese Meldungen enthalten nicht deine Identität. Twitch Video und Chat stammen von Twitch. Für die Daten, die Twitch beim Einsatz seines eingebetteten Players und seiner Dienste erhebt, gilt die Datenschutzrichtlinie von Twitch. Kontakt Fragen zum Datenschutz: %@
es: Embr está diseñado para recopilar la menor cantidad de datos posible. El desarrollador no utiliza ningún seguimiento publicitario ni analítico, y no vende ni comparte tus datos. Lo que se queda en tu dispositivo Tus ajustes, tu historial de visionado, tu lista de canales y los usuarios bloqueados u ocultos se guardan únicamente en tu dispositivo. Los registros de diagnóstico se escriben en el almacenamiento privado de la app y nunca salen de tu dispositivo a menos que decidas compartirlos expresamente. Iniciar sesión con Twitch Si decides iniciar sesión, la autenticación se realiza mediante el flujo OAuth oficial de Twitch. Tu token de acceso de Twitch se guarda en el llavero del dispositivo y solo se envía a las API de Twitch (a través de un proxy ligero que no conserva ninguna copia) para cargar el chat y los canales que sigues. Puedes cerrar sesión cuando quieras, lo que elimina el token de tu dispositivo. Reportes Cuando reportas o bloqueas un mensaje del chat o a un usuario, el mensaje, su autor y el motivo que has elegido se envían al desarrollador para que el reporte pueda revisarse y resolverse. Estos reportes no incluyen tu identidad. Twitch El vídeo y el chat proceden de Twitch. La política de privacidad de Twitch rige los datos que Twitch recopila cuando se usan su reproductor integrado y sus servicios. Contacto Dudas sobre privacidad: %@
fr: Embr est conçu pour collecter le moins de données possible. Le développeur n'exploite aucun traçage publicitaire ou analytique et ne vend ni ne partage vos données. Ce qui reste sur votre appareil Vos réglages, votre historique de visionnage, votre liste de chaînes et les utilisateurs bloqués ou masqués sont stockés uniquement sur votre appareil. Les journaux de diagnostic sont écrits dans l'espace privé de l'app et ne quittent jamais votre appareil, sauf si vous choisissez explicitement de les partager. Connexion avec Twitch Si vous choisissez de vous connecter, l'authentification passe par le flux OAuth officiel de Twitch. Votre jeton d'accès Twitch est conservé dans le trousseau de l'appareil et n'est transmis qu'aux API de Twitch (via un proxy léger qui n'en garde aucune copie) afin de charger le chat et les chaînes que vous suivez. Vous pouvez vous déconnecter à tout moment, ce qui supprime le jeton de votre appareil. Signalements Lorsque vous signalez ou bloquez un message ou un utilisateur, le message, son auteur et le motif que vous avez choisi sont envoyés au développeur afin que le signalement puisse être examiné et traité. Ces signalements ne contiennent pas votre identité. Twitch La vidéo et le chat proviennent de Twitch. La politique de confidentialité de Twitch régit les données que Twitch collecte lors de l'utilisation de son lecteur intégré et de ses services. Contact Questions relatives à la confidentialité : %@
it: Embr è progettato per raccogliere il minor numero possibile di dati. Lo sviluppatore non utilizza alcun tracciamento pubblicitario o analitico e non vende né condivide i tuoi dati. Cosa resta sul tuo dispositivo Le tue impostazioni, la cronologia di visione, l'elenco dei canali e gli utenti bloccati o nascosti sono salvati soltanto sul tuo dispositivo. I log diagnostici vengono scritti nell'archivio privato dell'app e non lasciano mai il dispositivo, a meno che tu non scelga esplicitamente di condividerli. Accesso con Twitch Se scegli di accedere, l'autenticazione avviene tramite il flusso OAuth ufficiale di Twitch. Il tuo token di accesso Twitch è conservato nel portachiavi del dispositivo e viene inviato solo alle API di Twitch (attraverso un proxy leggero che non ne conserva copia) per caricare la chat e i canali che segui. Puoi disconnetterti in qualsiasi momento: il token viene così rimosso dal dispositivo. Segnalazioni Quando segnali o blocchi un messaggio o un utente, il messaggio, il suo autore e il motivo che hai scelto vengono inviati allo sviluppatore affinché la segnalazione possa essere esaminata e gestita. Queste segnalazioni non contengono la tua identità. Twitch Video e chat provengono da Twitch. L'informativa sulla privacy di Twitch regola i dati che Twitch raccoglie quando vengono utilizzati il suo player integrato e i suoi servizi. Contatti Domande sulla privacy: %@
ja: Embr は収集するデータを可能な限り少なくする設計です。開発者は広告や解析のトラッキングを一切行わず、あなたのデータを販売・共有することもありません。 端末内にとどまる情報 設定、視聴履歴、チャンネル一覧、ブロックまたは非表示にしたユーザーは、あなたの端末内にのみ保存されます。診断ログはアプリの非公開領域に書き込まれ、あなたが明示的に共有を選ばない限り端末の外へ出ることはありません。 Twitch でのログイン ログインを選んだ場合、認証は Twitch 公式の OAuth フローで行われます。Twitch のアクセストークンは端末のキーチェーンに保存され、チャットとフォロー情報を読み込むために Twitch の API にのみ送信されます（コピーを保持しない軽量なプロキシを経由します）。いつでもログアウトでき、その際にトークンは端末から削除されます。 報告 チャットのメッセージやユーザーを報告・ブロックすると、そのメッセージ、投稿者、選択した理由が開発者に送信され、確認と対応に使われます。これらの報告にあなたの身元は含まれません。 Twitch 映像とチャットは Twitch から提供されます。Twitch の埋め込みプレイヤーやサービスの利用時に Twitch が収集するデータについては、Twitch のプライバシーポリシーが適用されます。 お問い合わせ プライバシーに関するご質問: %@
ko: Embr는 가능한 한 적은 데이터만 수집하도록 설계되었습니다. 개발자는 어떠한 광고나 분석 트래킹도 운영하지 않으며, 회원님의 데이터를 판매하거나 공유하지 않습니다. 기기에만 남는 정보 설정, 시청 기록, 채널 목록, 차단하거나 숨긴 사용자는 기기에만 저장됩니다. 진단 로그는 앱의 비공개 저장 공간에 기록되며, 직접 공유를 선택하지 않는 한 기기 밖으로 나가지 않습니다. Twitch로 로그인 로그인을 선택하면 Twitch의 공식 OAuth 절차로 인증이 이루어집니다. Twitch 액세스 토큰은 기기의 키체인에 저장되며, 채팅과 팔로우 목록을 불러오기 위해 Twitch의 API로만 전송됩니다(토큰 사본을 남기지 않는 얇은 프록시를 경유합니다). 언제든지 로그아웃할 수 있으며, 그러면 토큰이 기기에서 삭제됩니다. 신고 채팅 메시지나 사용자를 신고 또는 차단하면 해당 메시지, 작성자, 회원님이 선택한 사유가 개발자에게 전송되어 검토와 조치에 사용됩니다. 이 신고에는 회원님의 신원이 포함되지 않습니다. Twitch 영상과 채팅은 Twitch에서 제공됩니다. Twitch의 임베드 플레이어와 서비스를 이용할 때 Twitch가 수집하는 데이터에는 Twitch의 개인정보 처리방침이 적용됩니다. 문의 개인정보 관련 문의: %@
pt_br: O Embr foi feito para coletar o mínimo de dados possível. O desenvolvedor não opera nenhum rastreamento de publicidade ou analytics e não vende nem compartilha seus dados. O que fica no seu dispositivo Seus ajustes, o histórico do que você assistiu, a lista de canais e os usuários bloqueados ou ocultos ficam guardados somente no seu dispositivo. Os registros de diagnóstico são gravados no armazenamento privado do app e nunca saem do seu dispositivo, a não ser que você escolha compartilhá-los. Entrar com a Twitch Se você optar por entrar, a autenticação acontece pelo fluxo OAuth oficial da Twitch. Seu token de acesso da Twitch fica guardado no Chaveiro do dispositivo e é enviado apenas para as APIs da própria Twitch (por um proxy enxuto que não guarda cópia dele) para carregar o chat e quem você segue. Você pode sair a qualquer momento, o que remove o token do seu dispositivo. Denúncias Quando você denuncia ou bloqueia uma mensagem do chat ou um usuário, a mensagem, o autor dela e o motivo escolhido são enviados ao desenvolvedor para que a denúncia possa ser analisada e tratada. Essas denúncias não incluem a sua identidade. Twitch O vídeo e o chat vêm da Twitch. A política de privacidade da própria Twitch rege os dados que a Twitch coleta quando seu player incorporado e seus serviços são usados. Contato Dúvidas sobre privacidade: %@
zh_hans: Embr 的设计目标是尽可能少地收集数据。开发者不运行任何广告或分析追踪，也不会出售或共享你的数据。 留在你设备上的内容 你的设置、观看记录、频道列表，以及被屏蔽或隐藏的用户，仅保存在你的设备上。诊断日志写入应用的私有存储，除非你明确选择分享，否则绝不会离开你的设备。 使用 Twitch 登录 如果你选择登录，认证将通过 Twitch 官方的 OAuth 流程完成。你的 Twitch 访问令牌保存在设备的钥匙串中，并且只会发送给 Twitch 自己的 API（经由一个不保留任何副本的轻量代理），用于加载聊天和你的关注列表。你可以随时退出登录，届时令牌会从你的设备上删除。 举报 当你举报或屏蔽某条聊天消息或某位用户时，该消息、其作者以及你所选的理由会发送给开发者，以便审核和处理。这些举报不包含你的身份信息。 Twitch 视频和聊天来自 Twitch。使用 Twitch 的嵌入式播放器和服务时，Twitch 所收集的数据受 Twitch 自身的隐私政策约束。 联系方式 隐私相关问题：%@
zh_hant: Embr 的設計目標是盡可能少收集資料。開發者不執行任何廣告或分析追蹤，也不會出售或分享你的資料。 留在你裝置上的內容 你的設定、觀看紀錄、頻道清單，以及被封鎖或隱藏的使用者，都只儲存在你的裝置上。診斷記錄會寫入 App 的私人儲存空間，除非你明確選擇分享，否則絕不會離開你的裝置。 使用 Twitch 登入 如果你選擇登入，驗證會透過 Twitch 官方的 OAuth 流程進行。你的 Twitch 存取權杖儲存在裝置的鑰匙圈中，而且只會傳送給 Twitch 自己的 API（經由一個不保留任何副本的輕量代理伺服器），用來載入聊天與你的追蹤清單。你可以隨時登出，屆時權杖會從你的裝置上移除。 檢舉 當你檢舉或封鎖某則聊天訊息或某位使用者時，該訊息、其作者以及你所選的理由會傳送給開發者，以便審核與處理。這些檢舉不會包含你的身分資訊。 Twitch 影片與聊天來自 Twitch。使用 Twitch 的嵌入式播放器與服務時，Twitch 所收集的資料受 Twitch 自身的隱私權政策規範。 聯絡方式 隱私權相關問題：%@

source: Embr is free and independent. Tips unlock nothing; they just help keep the app going.
de: Embr ist kostenlos und unabhängig. Trinkgelder schalten nichts frei — sie helfen einfach dabei, die App am Laufen zu halten.
es: Embr es gratis e independiente. Las propinas no desbloquean nada — solo ayudan a mantener la app en marcha.
fr: Embr est gratuit et indépendant. Les pourboires ne débloquent rien — ils aident simplement à faire vivre l'app.
it: Embr è gratuito e indipendente. Le mance non sbloccano nulla — servono solo a tenere in vita l'app.
ja: Embr は無料で独立したアプリです。チップは何かを解除するものではなく、アプリを続けるための支えになるだけです。
ko: Embr는 무료이며 독립적입니다. 팁은 아무것도 잠금 해제하지 않으며, 그저 앱 운영에 보탬이 될 뿐입니다.
pt_br: O Embr é gratuito e independente. As gorjetas não desbloqueiam nada — elas só ajudam a manter o app funcionando.
zh_hans: Embr 免费且独立。打赏不会解锁任何内容——只是帮助应用继续运行下去。
zh_hant: Embr 免費且獨立。贊助不會解鎖任何內容——只是幫助這個 App 繼續運作下去。

source: Embr shows live Twitch chat — content created by other users that we don't control. There is zero tolerance for objectionable content or abusive behaviour: you can filter, report, and block from any message, and reports are reviewed and acted on.
de: Embr zeigt den Live-Chat von Twitch — Inhalte anderer Nutzer, auf die wir keinen Einfluss haben. Für anstößige Inhalte und übergriffiges Verhalten gilt Nulltoleranz: Du kannst aus jeder Nachricht heraus filtern, melden und blockieren, und jede Meldung wird geprüft und bearbeitet.
es: Embr muestra el chat en directo de Twitch: contenido creado por otros usuarios que no controlamos. Hay tolerancia cero con el contenido ofensivo y el comportamiento abusivo; desde cualquier mensaje puedes filtrar, reportar y bloquear, y todos los reportes se revisan y se actúa sobre ellos.
fr: Embr affiche le chat en direct de Twitch — du contenu créé par d'autres utilisateurs, que nous ne contrôlons pas. Aucune tolérance pour les contenus choquants ou les comportements abusifs : depuis n'importe quel message, vous pouvez filtrer, signaler et bloquer, et chaque signalement est examiné et traité.
it: Embr mostra la chat in diretta di Twitch: contenuti creati da altri utenti, che non controlliamo. Tolleranza zero per contenuti offensivi e comportamenti abusivi: da qualsiasi messaggio puoi filtrare, segnalare e bloccare, e ogni segnalazione viene esaminata e gestita.
ja: Embr は Twitch のライブチャットを表示します。これは他のユーザーが作成した、当方が管理していないコンテンツです。不適切なコンテンツや悪質な行為は一切許容しません。どのメッセージからでもフィルタ・報告・ブロックができ、報告はすべて確認のうえ対応されます。
ko: Embr는 Twitch의 실시간 채팅을 보여줍니다. 이는 다른 사용자가 만든 콘텐츠이며 저희가 통제하지 않습니다. 불쾌한 콘텐츠나 악의적인 행위는 절대 용납하지 않습니다. 어떤 메시지에서든 필터링, 신고, 차단이 가능하며 모든 신고는 검토 후 조치됩니다.
pt_br: O Embr exibe o chat ao vivo da Twitch — conteúdo criado por outros usuários, que não controlamos. Há tolerância zero com conteúdo impróprio e comportamento abusivo: a partir de qualquer mensagem você pode filtrar, denunciar e bloquear, e todas as denúncias são analisadas e tratadas.
zh_hans: Embr 会显示 Twitch 的实时聊天——这些内容由其他用户创建，我们无法控制。对不当内容和辱骂行为零容忍：你可以在任意消息上进行过滤、举报和屏蔽，所有举报都会经过审核并采取处理。
zh_hant: Embr 會顯示 Twitch 的即時聊天——這些內容由其他使用者建立，我們無法控制。對於不當內容與辱罵行為零容忍：你可以在任何訊息上進行過濾、檢舉與封鎖，所有檢舉都會經過審核並處理。

source: Embr — a fast, native way to watch Twitch on iPhone, with 7TV, BTTV and FFZ emotes in chat.
de: Embr — ein schneller, nativer Twitch-Client fürs iPhone, mit 7TV-, BTTV- und FFZ-Emotes im Chat.
es: Embr — un cliente de Twitch nativo y rápido para iPhone, con emotes de 7TV, BTTV y FFZ en el chat.
fr: Embr — un client Twitch natif et rapide pour iPhone, avec les emotes 7TV, BTTV et FFZ dans le chat.
it: Embr — un client Twitch nativo e veloce per iPhone, con le emote di 7TV, BTTV e FFZ in chat.
ja: Embr — iPhone 向けの軽快なネイティブ Twitch クライアント。チャットは 7TV、BTTV、FFZ のエモートに対応。
ko: Embr — iPhone에서 쓰는 빠른 네이티브 Twitch 클라이언트. 채팅에서 7TV, BTTV, FFZ 이모티콘도 사용할 수 있습니다.
pt_br: Embr — um cliente Twitch nativo e rápido para iPhone, com emotes de 7TV, BTTV e FFZ no chat.
zh_hans: Embr——iPhone 上快速的原生 Twitch 客户端，聊天支持 7TV、BTTV 和 FFZ 表情。
zh_hant: Embr——iPhone 上快速的原生 Twitch 用戶端，聊天支援 7TV、BTTV 和 FFZ 表情符號。

source: Emote-only
de: Nur Emotes
es: Solo emotes
fr: Emotes seules
it: Solo emotes
ja: エモートのみ
ko: 이모티콘 전용
pt_br: Somente emotes
zh_hans: 仅表情
zh_hant: 僅表情符號

source: Even with Twitch Turbo or a channel sub — here's what's happening.
de: Auch mit Twitch Turbo oder einem Kanal-Abo — hier steht, warum.
es: Incluso con Twitch Turbo o una suscripción al canal: esto es lo que pasa.
fr: Même avec Twitch Turbo ou un abonnement à la chaîne — voici pourquoi.
it: Anche con Twitch Turbo o un abbonamento al canale: ecco cosa succede.
ja: Twitch Turbo やチャンネルサブスクに入っていても表示される理由はこちら。
ko: Twitch Turbo나 채널 구독이 있어도 광고가 나오는 이유입니다.
pt_br: Mesmo com Twitch Turbo ou uma inscrição no canal — veja o que acontece.
zh_hans: 即使有 Twitch Turbo 或频道订阅——原因在这里。
zh_hant: 即使有 Twitch Turbo 或頻道訂閱——原因在這裡。

source: Exit Full Screen
de: Vollbild beenden
es: Salir de pantalla completa
fr: Quitter le plein écran
it: Esci da schermo intero
ja: フルスクリーンを終了
ko: 전체 화면 종료
pt_br: Sair da tela cheia
zh_hans: 退出全屏
zh_hant: 結束全螢幕

source: Exit Picture in Picture
de: Bild-in-Bild beenden
es: Salir de imagen dentro de imagen
fr: Quitter l'image dans l'image
it: Esci da Picture in Picture
ja: ピクチャインピクチャを終了
ko: PIP 종료
pt_br: Sair do Picture in Picture
zh_hans: 退出画中画
zh_hant: 結束子母畫面

source: Failed to send
de: Senden fehlgeschlagen
es: No se ha podido enviar
fr: Échec de l'envoi
it: Invio non riuscito
ja: 送信できませんでした
ko: 전송 실패
pt_br: Falha ao enviar
zh_hans: 发送失败
zh_hant: 傳送失敗

# Failed: /%@ %@ — %@
source: Failed: /%1$@ %2$@ — %3$@
de: Fehlgeschlagen: /%1$@ %2$@ — %3$@
es: Error: /%1$@ %2$@ — %3$@
fr: Échec : /%1$@ %2$@ — %3$@
it: Non riuscito: /%1$@ %2$@ — %3$@
ja: 失敗: /%1$@ %2$@ — %3$@
ko: 실패: /%1$@ %2$@ — %3$@
pt_br: Falhou: /%1$@ %2$@ — %3$@
zh_hans: 失败：/%1$@ %2$@ — %3$@
zh_hant: 失敗：/%1$@ %2$@ — %3$@

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
zh_hans: 收藏
zh_hant: 我的最愛

source: Filter Objectionable Content
de: Anstößige Inhalte filtern
es: Filtrar contenido ofensivo
fr: Filtrer les contenus choquants
it: Filtra i contenuti offensivi
ja: 不適切なコンテンツをフィルタ
ko: 불쾌한 콘텐츠 필터링
pt_br: Filtrar conteúdo impróprio
zh_hans: 过滤不当内容
zh_hant: 過濾不當內容

source: Followers %lldm
de: Follower %lld min
es: Seguidores %lld min
fr: Followers %lld min
it: Follower %lld min
ja: フォロワー %lld分
ko: 팔로워 %lld분
pt_br: Seguidores %lld min
zh_hans: 关注 %lld 分钟
zh_hant: 追蹤 %lld 分鐘

source: Followers-only
de: Nur Follower
es: Solo seguidores
fr: Followers uniquement
it: Solo follower
ja: フォロワー限定
ko: 팔로워 전용
pt_br: Somente seguidores
zh_hans: 仅关注者
zh_hant: 僅限追蹤者

source: Following
de: Folge ich
es: Siguiendo
fr: Suivis
it: Seguiti
ja: フォロー中
ko: 팔로잉
pt_br: Seguindo
zh_hans: 关注
zh_hant: 追蹤

source: Font Size Adjustment
de: Schriftgröße anpassen
es: Ajuste del tamaño de letra
fr: Ajustement de la taille du texte
it: Regolazione dimensione testo
ja: 文字サイズの調整
ko: 글자 크기 조정
pt_br: Ajuste do tamanho da fonte
zh_hans: 字体大小调整
zh_hant: 字體大小調整

source: Full Screen
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
pt_br: Tela cheia
zh_hans: 全屏
zh_hant: 全螢幕

source: Fullscreen
de: Vollbild
es: Pantalla completa
fr: Plein écran
it: Schermo intero
ja: フルスクリーン
ko: 전체 화면
pt_br: Tela cheia
zh_hans: 全屏
zh_hant: 全螢幕

source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 通用
zh_hant: 一般

source: Global Emotes
de: Globale Emotes
es: Emotes globales
fr: Emotes globales
it: Emotes globali
ja: グローバルエモート
ko: 글로벌 이모티콘
pt_br: Emotes globais
zh_hans: 全局表情
zh_hant: 全域表情符號

source: Go
de: Gehe zu
es: Ir
fr: Aller
it: Vai
ja: 移動
ko: 이동
pt_br: Ir
zh_hans: 前往
zh_hant: 前往

source: Go to live
de: Zum Live-Punkt springen
es: Ir al directo
fr: Revenir au direct
it: Torna in diretta
ja: ライブに戻る
ko: 실시간으로 이동
pt_br: Voltar à transmissão ao vivo
zh_hans: 回到直播
zh_hant: 回到直播

source: Got it
de: Alles klar
es: Entendido
fr: J'ai compris
it: Ho capito
ja: 了解
ko: 확인
pt_br: Entendi
zh_hans: 知道了
zh_hant: 瞭解

source: Haptics
de: Haptik
es: Respuesta háptica
fr: Retour haptique
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱
pt_br: Resposta háptica
zh_hans: 触感反馈
zh_hant: 觸覺回饋

source: Harassment or bullying
de: Belästigung oder Mobbing
es: Acoso o intimidación
fr: Harcèlement ou intimidation
it: Molestie o bullismo
ja: 嫌がらせ・いじめ
ko: 괴롭힘 또는 따돌림
pt_br: Assédio ou bullying
zh_hans: 骚扰或霸凌
zh_hant: 騷擾或霸凌

source: Hateful conduct
de: Hassrede
es: Conducta de odio
fr: Comportement haineux
it: Comportamento d'odio
ja: 差別的な言動
ko: 혐오 행위
pt_br: Conduta de ódio
zh_hans: 仇恨行为
zh_hant: 仇恨行為

source: Hide Chat
de: Chat ausblenden
es: Ocultar el chat
fr: Masquer le chat
it: Nascondi la chat
ja: チャットを隠す
ko: 채팅 가리기
pt_br: Ocultar chat
zh_hans: 隐藏聊天
zh_hant: 隱藏聊天

source: Hide objectionable messages, mute specific words, and manage users you've blocked. Blocked and reported users are hidden instantly and sent to the developer for review.
de: Anstößige Nachrichten ausblenden, bestimmte Wörter stummschalten und blockierte Nutzer verwalten. Blockierte und gemeldete Nutzer werden sofort ausgeblendet und dem Entwickler zur Prüfung übermittelt.
es: Oculta los mensajes ofensivos, silencia palabras concretas y gestiona los usuarios que has bloqueado. Los usuarios bloqueados o reportados se ocultan al instante y se envían al desarrollador para su revisión.
fr: Masquez les messages choquants, mettez en sourdine certains mots et gérez les utilisateurs bloqués. Les utilisateurs bloqués ou signalés sont masqués immédiatement et transmis au développeur pour examen.
it: Nascondi i messaggi offensivi, silenzia parole specifiche e gestisci gli utenti bloccati. Gli utenti bloccati o segnalati vengono nascosti subito e inviati allo sviluppatore per la revisione.
ja: 不適切なメッセージを非表示にし、特定の単語をミュートし、ブロックしたユーザーを管理できます。ブロックまたは報告されたユーザーはすぐに非表示になり、確認のため開発者に送信されます。
ko: 불쾌한 메시지를 숨기고, 특정 단어를 뮤트하고, 차단한 사용자를 관리하세요. 차단하거나 신고한 사용자는 즉시 숨겨지고 검토를 위해 개발자에게 전달됩니다.
pt_br: Oculte mensagens impróprias, silencie palavras específicas e gerencie os usuários bloqueados. Usuários bloqueados ou denunciados são ocultados na hora e enviados ao desenvolvedor para análise.
zh_hans: 隐藏不当消息、屏蔽特定词语，并管理已屏蔽的用户。被屏蔽或举报的用户会立即隐藏，并提交给开发者审核。
zh_hant: 隱藏不當訊息、靜音特定字詞，並管理你已封鎖的使用者。被封鎖與被檢舉的使用者會立即隱藏，並送交開發者審核。

source: Highlight Mentions
de: Erwähnungen hervorheben
es: Resaltar menciones
fr: Surligner les mentions
it: Evidenzia le menzioni
ja: メンションを強調
ko: 멘션 강조
pt_br: Destacar menções
zh_hans: 高亮提及
zh_hant: 標示提及

source: Increase %@
de: %@ erhöhen
es: Aumentar %@
fr: Augmenter %@
it: Aumenta %@
ja: %@を上げる
ko: %@ 늘리기
pt_br: Aumentar %@
zh_hans: 增大%@
zh_hant: 調高%@

source: Keep Screen Awake
de: Bildschirm aktiv lassen
es: Mantener la pantalla encendida
fr: Garder l'écran allumé
it: Mantieni lo schermo acceso
ja: 画面をスリープさせない
ko: 화면 켜짐 유지
pt_br: Manter a tela ligada
zh_hans: 保持屏幕常亮
zh_hant: 保持螢幕開啟

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
ja: キーボード
ko: 키보드
pt_br: Teclado
zh_hans: 键盘
zh_hant: 鍵盤

source: Large Tip
de: Großes Trinkgeld
es: Propina grande
fr: Gros pourboire
it: Mancia grande
ja: チップ（大）
ko: 큰 팁
pt_br: Gorjeta grande
zh_hans: 大额打赏
zh_hant: 大額贊助

source: Last updated %@.
de: Zuletzt aktualisiert am %@.
es: Última actualización: %@.
fr: Dernière mise à jour : %@.
it: Ultimo aggiornamento: %@.
ja: 最終更新: %@
ko: 최종 업데이트: %@.
pt_br: Última atualização: %@.
zh_hans: 最后更新：%@。
zh_hant: 最後更新：%@。

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt_br: Claro
zh_hans: 浅色
zh_hant: 淺色

source: Live Now
de: Jetzt live
es: Ahora en directo
fr: Actuellement en direct
it: Ora in diretta
ja: 現在ライブ配信中
ko: 지금 라이브 중
pt_br: Ao vivo agora
zh_hans: 正在直播
zh_hant: 正在直播

source: Loading Tips…
de: Trinkgelder werden geladen…
es: Cargando propinas…
fr: Chargement des pourboires…
it: Caricamento mance…
ja: チップを読み込み中…
ko: 팁 불러오는 중…
pt_br: Carregando gorjetas…
zh_hans: 正在加载打赏…
zh_hant: 正在載入贊助…

source: Locked
de: Gesperrt
es: Cerrado
fr: Verrouillé
it: Bloccato
ja: 締め切り
ko: 마감됨
pt_br: Fechado
zh_hans: 已锁定
zh_hant: 已鎖定

source: Log In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: ログイン
ko: 로그인
pt_br: Entrar
zh_hans: 登录
zh_hant: 登入

source: Log In with Twitch
de: Mit Twitch anmelden
es: Iniciar sesión con Twitch
fr: Se connecter avec Twitch
it: Accedi con Twitch
ja: Twitchでログイン
ko: Twitch로 로그인
pt_br: Entrar com a Twitch
zh_hans: 使用 Twitch 登录
zh_hant: 使用 Twitch 登入

source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: ログアウト
ko: 로그아웃
pt_br: Sair
zh_hans: 退出登录
zh_hant: 登出

source: Log Out?
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
it: Vuoi uscire?
ja: ログアウトしますか？
ko: 로그아웃할까요?
pt_br: Sair da conta?
zh_hans: 要退出登录吗？
zh_hant: 要登出嗎？

source: Log in to chat
de: Zum Chatten anmelden
es: Inicia sesión para chatear
fr: Connectez-vous pour chatter
it: Accedi per chattare
ja: チャットするにはログイン
ko: 채팅하려면 로그인
pt_br: Entre para usar o chat
zh_hans: 登录后即可聊天
zh_hant: 登入後即可聊天

source: Mature content
de: Nicht jugendfreier Inhalt
es: Contenido para adultos
fr: Contenu pour adultes
it: Contenuto per adulti
ja: 成人向けコンテンツ
ko: 성인 콘텐츠
pt_br: Conteúdo adulto
zh_hans: 成人内容
zh_hant: 成人內容

source: Medium Tip
de: Mittleres Trinkgeld
es: Propina mediana
fr: Moyen pourboire
it: Mancia media
ja: チップ（中）
ko: 중간 팁
pt_br: Gorjeta média
zh_hans: 中额打赏
zh_hant: 中額贊助

source: Mentions you
de: Erwähnt dich
es: Te menciona
fr: Vous mentionne
it: Ti menziona
ja: あなたへのメンション
ko: 회원님을 멘션함
pt_br: Menciona você
zh_hans: 提及了你
zh_hant: 提及了你
